Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.Shared/Strings/*/Resources.resw
Source language: en
Languages: ru_ru

# AboutView_About.Text
source: about
ru_ru: о приложении

# AboutView_AppName.Text
source: VK Saver 2
ru_ru: ВКачай 2

# AboutView_Version.Text
source: Version:
ru_ru: Версия:

# AccessDeniedView_AccessDenied.Text
source: Access denied
ru_ru: Нет доступа

# AccessDeniedView_SectionNotCompleted.Text
source: This section isn't completed Go back to continue
ru_ru: Этот раздел еще не готов Вернитесь назад, чтобы продолжить

# AddToMyAudiosFlyoutItem.Text
source: to my audios
ru_ru: в мои аудиозаписи

# AddToMyDocsFlyoutItem.Text
source: to my documents
ru_ru: в мои документы

# AddToMyVideosFlyoutItem.Text
source: to my videos
ru_ru: в мои видеозаписи

# AlbumTracksLoader.ErrorText
source: Failed to load the contents of the album
ru_ru: Не удалось загрузить содержимое альбома

# AlbumTracksLoader.LoadingText
source: Loading the list of tracks in the album...
ru_ru: Загружаем список треков альбома...

# AlbumTracksLoader.NoDataText
source: In this album there is no tracks
ru_ru: В этом альбоме нет треков

# AppBarButton_AddToMyAudios_Text
source: to my audios
ru_ru: в мои аудиозаписи

# AppBarButton_AddToMyDocs_Text
source: to my documents
ru_ru: в мои документы

# AppBarButton_AddToMyVideos_Text
source: to my videos
ru_ru: в мои видеозаписи

# AppBarButton_Delete_Text
source: remove
ru_ru: удалить

# AppBarButton_Download_Text
source: cache
ru_ru: кэшировать

# AppBarButton_Play_Text
source: play
ru_ru: воспроизвести

# AppBarButton_Refresh_Text
source: refresh
ru_ru: обновить

# AppBarButton_SelectAll_Text
source: select all
ru_ru: выбрать все

# AppBarButton_Select_Text
source: select
ru_ru: выбрать

# AppLoader_AddingItem
source: Adding {0}...
ru_ru: Выполняется добавление {0}...

# AppLoader_CancelAllDownloads
source: Cancelling all downloads...
ru_ru: Отмена всех загрузок...

# AppLoader_DeletingItem
source: Removing {0}...
ru_ru: Выполняется удаление {0}...

# AppLoader_Loading
source: Loading...
ru_ru: Загрузка...

# AppLoader_Preparing
source: Preparing...
ru_ru: Подготовка...

# AppLoader_PreparingFilesToDownload
source: Preparing files for download...
ru_ru: Подготовка файлов для загрузки...

# AppName.Text
source: VK SAVER
ru_ru: ВКАЧАЙ

# AppNamePivot.Title
source: VK SAVER
ru_ru: ВКАЧАЙ

# AppNameText
source: VK Saver
ru_ru: ВКачай

# ArtistInfoView_AlbumsLoader.ErrorText
source: Failed to load the list of albums artist
ru_ru: Не удалось загрузить список альбомов исполнителя

# ArtistInfoView_AlbumsLoader.LoadingText
source: Listen to music artist album...
ru_ru: Прослушиваем пластинки исполнителя...

# ArtistInfoView_AlbumsLoader.NoDataText
source: It seems this artist carefully hides their albums
ru_ru: Похоже, этот исполнитель тщательно скрывает свои альбомы

# ArtistInfoView_DetailsLoader.ErrorText
source: Failed to load data about the artist
ru_ru: Не удалось загрузить данные об исполнителе

# ArtistInfoView_DetailsLoader.LoadingText
source: Collect info about artist...
ru_ru: Собираем досье на исполнителя...

# ArtistInfoView_DetailsLoader.NoDataText
source: About this artist has no information
ru_ru: Об этом исполнителе нет никакой информации

# ArtistInfoView_PivotSection_Albums.Header
source: albums
ru_ru: альбомы

# ArtistInfoView_PivotSection_Details.Header
source: details
ru_ru: подробнее

# ArtistInfoView_PivotSection_Similar.Header
source: similar
ru_ru: похожие

# ArtistInfoView_SearchVKItem.Content
source: search in VK
ru_ru: найти ВКонтакте

# ArtistInfoView_SimilarLoader.ErrorText
source: Failed to find similar artists
ru_ru: Не удалось найти похожих исполнителей

# ArtistInfoView_SimilarLoader.LoadingText
source: Looking for similar artists...
ru_ru: Ищем похожих исполнителей...

# ArtistInfoView_SimilarLoader.NoDataText
source: This artist creates unique compositions!
ru_ru: У этого исполнителя уникальные композиции!

# DeleteFlyoutItem.Text
source: remove
ru_ru: удалить

# DownloadFlyoutItem.Text
source: cache
ru_ru: кэшировать

# ErrorView_Error.Text
source: An error occurred
ru_ru: Произошла ошибка

# ErrorView_ErrorSorry.Text
source: We are very sorry about what happened Go back to continue
ru_ru: Мы очень сожалеем о случившемся Вернитесь назад, чтобы продолжить

# LoginView_Auth.Text
source: Authorization
ru_ru: Авторизация

# LoginView_JoinButton.Label
source: sign up
ru_ru: зарегистрироваться

# LoginView_LoginButton.Content
source: sign in
ru_ru: войти

# LoginView_RestorePasswordButton.Label
source: restore the password
ru_ru: восстановить пароль

# MainView_AboutItem.Content
source: about
ru_ru: о программе

# MainView_DocsItem.Content
source: documents
ru_ru: документы

# MainView_DownloadFlyoutItem.Text
source: cache
ru_ru: кэшировать

# MainView_FriendsItem.Content
source: friends
ru_ru: друзья

# MainView_GroupsItem.Content
source: groups
ru_ru: сообщества

# MainView_Hub.Header
source: vk saver
ru_ru: вкачай

# MainView_HubSection_Recommendations.Header
source: WE RECOMMEND
ru_ru: РЕКОМЕНДУЕМ

# MainView_HubSection_SeeAlso.Header
source: SEE ALSO
ru_ru: СМОТРИТЕ ТАКЖЕ

# MainView_HubSection_TopArtists.Header
source: BEST ARTISTS
ru_ru: ЛУЧШИЕ ИСПОЛНИТЕЛИ

# MainView_HubSection_YourMusic.Header
source: YOUR MUSIC
ru_ru: ВАША МУЗЫКА

# MainView_MusicItem.Content
source: music
ru_ru: музыка

# MainView_NewsItem.Content
source: news
ru_ru: новости

# AppBarButton_Player.Label
source: player
ru_ru: проигрыватель

# MainView_RecommendationsItem.Content
source: recommendations
ru_ru: рекомендации

# MainView_SearchItem.Content
source: search
ru_ru: поиск

# MainView_SettingsItem.Content
source: settings
ru_ru: настройки

# MainView_ShowMore.Text
source: show more
ru_ru: показать больше

# MainView_ShowMoreItem.Content
source: show more
ru_ru: показать больше

# MainView_TopArtistsItem.Content
source: top artists
ru_ru: топ исполнителей

# MainView_TopTracksItem.Content
source: top tracks
ru_ru: топ треков

# AppBarButton_TransferManager.Label
source: transfer manager
ru_ru: менеджер загрузок

# MainView_TransferManagerItem.Content
source: transfer manager
ru_ru: менеджер загрузок

# MainView_VideosItem.Content
source: videos
ru_ru: видео

# MainView_YourMusicLoader.ErrorText
source: Failed to load the list of your tracks
ru_ru: Не удалось загрузить список ваших треков

# MainView_YourMusicLoader.LoadingText
source: Loading the list of your tracks...
ru_ru: Загружаем список ваших треков...

# MainView_YourMusicLoader.NoDataText
source: In your collection no tracks
ru_ru: В вашей коллекции не найдено ни одного трека

# Message_AddSelectedError_Text
source: Failed to add the items to your collection. Try again later.
ru_ru: Не удалось добавить указанные элементы в вашу коллекцию. Повторите попытку позднее.

# Message_AddSelectedError_Title
source: Failed to add
ru_ru: Не удалось добавить

# Message_AudioAddError_Text
source: An error occurred while adding audio in your collection. Please try again later.
ru_ru: При добавлении аудиозаписи в коллекцию произошла ошибка. Повторите попытку позднее.

# Message_AudioAddError_Title
source: Failed to add audio
ru_ru: Не удалось добавить аудиозапись

# Message_AudioAlbumDeleteError_Text
source: An error occurred while deleting audio album. Please try again later.
ru_ru: При удалении альбома аудиозаписей произошла ошибка. Повторите попытку позднее.

# Message_AudioAlbumDeleteError_Title
source: Failed to delete the audio album
ru_ru: Не удалось удалить альбом аудиозаписей

# Message_AudioDeleteError_Text
source: An error occurred while deleting audio. Please try again later.
ru_ru: При удалении аудиозаписи произошла ошибка. Повторите попытку позднее.

# Message_AudioDeleteError_Title
source: Failed to delete the audio
ru_ru: Не удалось удалить аудиозапись

# Message_CantFindLyrics_Title
source: Could not find the track lyrics
ru_ru: Не удалось найти текст

# Message_CantFindLyrics_Text
source: Couldn't find lyrics of the track. We're very sorry.
ru_ru: Не удалось найти текст для данной аудиозаписи. Мы очень сожалеем.

# Message_DeleteSelectedError_Text
source: Failed to remove the specified items from your collection. Please try again later.
ru_ru: Не удалось удалить указанные элементы из вашей коллекции. Повторите попытку позднее.

# Message_DeleteSelectedError_Title
source: Failed to remove
ru_ru: Не удалось удалить

# Message_DocAddError_Text
source: An error occurred while adding document to your collection. Please try again later.
ru_ru: При добавлении документа в коллекцию произошла ошибка. Повторите попытку позднее.

# Message_DocAddError_Title
source: Failed to add a document
ru_ru: Не удалось добавить документ

# Message_DocDeleteError_Text
source: An error occurred while deleting document. Please try again later.
ru_ru: При удалении документа произошла ошибка. Повторите попытку позднее.

# Message_DocDeleteError_Title
source: Failed to delete document
ru_ru: Не удалось удалить документ

# Message_Downloads_CantCreateFile_Text
source: Can't create file:
ru_ru: Не удалось создать файл:

# Message_Downloads_CantCreateFolder_Text
source: Can't create folder:
ru_ru: Не удалось создать папку:

# Message_Downloads_MaxDownloadsExceeded_Text
source: Maximum downloads number exceeded:
ru_ru: Достигнуто максимальное количество одновременных загрузок:

# Message_Downloads_StartFailed_Title
source: Failed to start downloading
ru_ru: Не удалось начать загрузку

# Message_Downloads_UnknownError_Text
source: Unknown error:
ru_ru: Неизвестная ошибка:

# Message_Login_AccessDenied_Text
source: Authorization failed because the VK Saver was denied access. Try again later.
ru_ru: Не удалось выполнить авторизацию, так как ВКачай было отказано в доступе. Повторите попытку позднее.

# Message_Login_AccessDenied_Title
source: Access denied
ru_ru: Ошибка доступа

# Message_Login_AuthorizationFailed_Title
source: Authorization failed
ru_ru: Авторизация не удалась

# Message_Login_ConnectionError_Text
source: Unable to connect to VK. Check the access to the Internet and try again.
ru_ru: Не удалось подключиться к ВКонтакте. Проверьте доступ к интернету и повторите попытку.

# Message_Login_UnknownError_Text
source: Authorization failed. Please try again later. Error code: {0}
ru_ru: Не удалось выполнить авторизацию. Повторите попытку позднее. Код ошибки: {0}

# Message_Purchase_Failed_Text
source: Purchase failed. We're very sorry, try again later.
ru_ru: Не удалось произвести покупку. Мы очень сожалеем, повторите попытку позднее.

# Message_Purchase_Failed_Title
source: Purchase failed
ru_ru: Покупка не удалась

# Message_Purchase_Success_Text
source: Now you're a happy owner of the full version VKSaver 2!
ru_ru: Теперь вы счастливый владелец полной версии ВКачай 2!

# Message_Purchase_Success_Title
source: Thanks for your purchase
ru_ru: Спасибо за покупку

# Message_Transfer_Error_Text
source: Sorry, an error occurred during the operation, and we can not finish it.
ru_ru: К сожалению, при выполнении операции произошла ошибка, и мы не можем ее завершить.

# Message_Transfer_Error_Title
source: An error occurred
ru_ru: Произошла ошибка

# Message_Transfer_Idle_Text
source: Download waits for his turn.
ru_ru: Операция ожидает своей очереди.

# Message_Transfer_Idle_Title
source: Waiting for the queue
ru_ru: Ожидание очереди

# Message_Transfer_PausedCostedNetwork_Text
source: The system has blocked the transfer of data, because the use of the Internet connection may be charged by the operator. Remove all restrictions "Data Sense" and disable traffic limit. Operation will resume once the system will allow the data transfer.
ru_ru: Система заблокировала передачу данных, так как за исползование интернет-соединения может взиматься плата оператором. Уберите все ограничения в "Контроле данных" и отключите лимит трафика. Операция продолжится, как только система разрешит передачу данных.

# Message_Transfer_PausedCostedNetwork_Title
source: Costed network
ru_ru: Платная сеть

# Message_Transfer_PausedNoNetwork_Text
source: No network access. Check the settings of data transfer. Operation will resume once the connection becomes available.
ru_ru: Нет доступа к сети. Проверьте настройки передачи данных. Операция продолжится, как только соединение станет доступно.

# Message_Transfer_PausedNoNetwork_Title
source: Waiting for connection
ru_ru: Ожидание соединения

# Message_VideoAddError_Text
source: An error occurred while adding video to your collection. Please try again later.
ru_ru: При добавлении видеозаписи в коллекцию произошла ошибка. Повторите попытку позднее.

# Message_VideoAddError_Title
source: Failed to add video
ru_ru: Не удалось добавить видеозапись

# Message_VideoAlbumDeleteError_Text
source: An error occurred while deleting video album. Please try again later.
ru_ru: При удалении альбома видеозаписей произошла ошибка. Повторите попытку позднее.

# Message_VideoAlbumDeleteError_Title
source: Failed to delete video album
ru_ru: Не удалось удалить альбом видеозаписей

# Message_VideoDeleteError_Text
source: An error occurred while deleting video. Please try again later.
ru_ru: При удалении видеозаписи произошла ошибка. Повторите попытку позднее.

# Message_VideoDeleteError_Title
source: Failed to delete a video
ru_ru: Не удалось удалить видеозапись

# NoTracksView_NoTracks.Text
source: Now won't play any track Go back to continue
ru_ru: Сейчас не воспроизводится ни одного трека Вернитесь назад, чтобы продолжить

# NoTracksView_Silence.Text
source: Silence...
ru_ru: Тишина...

# PlayerView_PivotSection_NowPlaying.Header
source: now playing
ru_ru: сейчас играет

# PlayerView_PivotSection_Playlist.Header
source: playlist
ru_ru: плейлист

# PurchaseView_BuyMonthlyButton.Content
source: buy for the month
ru_ru: купить на месяц

# PurchaseView_BuyNowButton.Content
source: buy now
ru_ru: купить сейчас

# PurchaseView_BuyPermanentButton.Content
source: buy forever
ru_ru: купить навсегда

# PurchaseView_NextButton.Content
source: next
ru_ru: далее

# PurchaseView_Screen0_Line1_Text
source: VK Saver 2
ru_ru: ВКачай 2

# PurchaseView_Screen0_Line2_Text
source: All the best - just for you!
ru_ru: Все самое лучшее - только для Вас!

# PurchaseView_Screen1_Line1_Text
source: Only best tracks!
ru_ru: Только самые лучшие треки!

# PurchaseView_Screen1_Line2_Text
source: In the full version VK Saver 2
ru_ru: В полной версии ВКачай

# PurchaseView_Screen2_Line1_Text
source: World charts artists and tracks
ru_ru: Мировые чарты исполнителей и треков

# PurchaseView_Screen2_Line2_Text
source: Be in trend!
ru_ru: Будьте в тренде!

# PurchaseView_Screen3_Line1_Text
source: Personalized recommendations
ru_ru: Персональные рекомендации

# PurchaseView_Screen3_Line2_Text
source: Listen what you like!
ru_ru: Слушайте то, что вам нравится!

# PurchaseView_Screen4_Line1_Text
source: No documents will not be lost!
ru_ru: Ни один документ не потеряется!

# PurchaseView_Screen4_Line2_Text
source: Uploading and downloading documents in VK
ru_ru: Отправка и загрузка документов ВКонтакте

# PurchaseView_Screen5_Line1_Text
source: All videos at your fingertips
ru_ru: Все видеозаписи под рукой

# PurchaseView_Screen5_Line2_Text
source: Watch and download your favorite videos!
ru_ru: Смотрите и загружайте любимые видео!

# RecommendationsLoader.ErrorText
source: Failed to load recommendations
ru_ru: Не удалось загрузить рекомендации

# RecommendationsLoader.LoadingText
source: Exploring your musical preferences...
ru_ru: Изучаем ваши музыкальные предпочтения...

# RecommendationsLoader.NoDataText
source: We can't recommend anything for you
ru_ru: Мы не можем вам ничего порекомендовать

# RecommendedView_Title.Text
source: we recommend
ru_ru: рекомендуем

# SettingsView_Title.Text
source: settings
ru_ru: настройки

# TopArtistItem_ListenersCount.Text
source: listeners
ru_ru: слушателей

# TopArtistsLoader.ErrorText
source: Failed to load the list of best artists
ru_ru: Не удалось загрузить список лучших исполнителей

# TopArtistsLoader.LoadingText
source: Choosing the best artists...
ru_ru: Выбираем лучших исполнителей...

# TopArtistsLoader.NoDataText
source: It looks like there is no one best artist
ru_ru: Похоже, нет ни одного лучшего исполнителя

# TopArtistsView_Title.Text
source: best artists
ru_ru: лучшие исполнители

# TopTracksView_Title.Text
source: top tracks
ru_ru: лучшие треки

# TopTracksView_TrackPlaybacksCount.Text
source: playbacks
ru_ru: воспроизведений

# TopTracksView_TracksLoader.ErrorText
source: Failed to load the list of top tracks
ru_ru: Не удалось загрузить список лучших треков

# TopTracksView_TracksLoader.LoadingText
source: Loading the list of top tracks...
ru_ru: Загружаем список лучших треков...

# TopTracksView_TracksLoader.NoDataText
source: There is no one top track
ru_ru: Нет ни одного лучшего трека

# TrackInfoView_PlayButton.Content
source: play
ru_ru: воспроизвести

# TrackInfoView_Title.Text
source: details
ru_ru: подробнее

# TrackLyricView_LyricsLoader.ErrorText
source: Failed to load the track lyrics
ru_ru: Не удалось загрузить текст аудиозаписи

# TrackLyricView_LyricsLoader.LoadingText
source: Seraching lyrics of this track...
ru_ru: Выполняем поиск текста аудиозаписи...

# TrackLyricView_LyricsLoader.NoDataText
source: This audio has no text
ru_ru: У этой аудиозаписи нет текста

# TransferView_CancelAllDownloadsButton.Label
source: cancel all downloads
ru_ru: отменить все загрузки

# TransferView_CancelFlyoutItem.Text
source: cancel
ru_ru: отменить

# TransferView_DownloadsLoader.ErrorText
source: Failed to get the list of current downloads
ru_ru: Не удалось получить список текущих загрузок

# TransferView_DownloadsLoader.LoadingText
source: Retrieving the list of the current downloads...
ru_ru: Получение списка текущих загрузок...

# TransferView_DownloadsLoader.NoDataText
source: Currently not running any downloads
ru_ru: Сейчас не выполняется никаких загрузок

# TransferView_HistoryLoader.ErrorText
source: Failed to retrieve downloads history
ru_ru: Не удалось получить журнал загрузок

# TransferView_HistoryLoader.LoadingText
source: Retrieving the downloads history...
ru_ru: Получение журнала загрузок...

# TransferView_HistoryLoader.NoDataText
source: Downloads history are not supported yet
ru_ru: Журнал загрузок пока не поддерживается

# TransferView_PauseFlyoutItem.Text
source: pause
ru_ru: пауза

# TransferView_PivotSection_Downloads.Header
source: downloads
ru_ru: загрузки

# TransferView_PivotSection_History.Header
source: history
ru_ru: журнал

# TransferView_PivotSection_Uploads.Header
source: uploads
ru_ru: отправки

# TransferView_ResumeFlyoutItem.Text
source: resume
ru_ru: возобновить

# TransferView_UploadsLoader.ErrorText
source: Failed to get the list of current uploads
ru_ru: Не удалось получить список текущих отправок

# TransferView_UploadsLoader.LoadingText
source: Retrieving the list of the current uploads...
ru_ru: Получение списка текущих отправок...

# TransferView_UploadsLoader.NoDataText
source: Currently not running any uploads
ru_ru: Сейчас не выполняется никаких отправок

# UserCommView_FriendListsLoader.ErrorText
source: Failed to load the friends lists
ru_ru: Не удалось загрузить списки друзей

# UserCommView_FriendListsLoader.LoadingText
source: Loading friends list...
ru_ru: Загружаем списки друзей...

# UserCommView_FriendListsLoader.NoDataText
source: There are no friends lists or access denied
ru_ru: Списки друзей отсутствуют либо доступ к ним закрыт

# UserCommView_FriendsLoader.ErrorText
source: Failed to load the list of friends
ru_ru: Не удалось загрузить список друзей

# UserCommView_FriendsLoader.LoadingText
source: Loading friends list...
ru_ru: Загружаем информацию о друзьях...

# UserCommView_FriendsLoader.NoDataText
source: There are no friends or access denied
ru_ru: Друзья отсутствуют либо доступ к ним закрыт

# UserCommView_GroupsLoader.ErrorText
source: Failed to load the list of groups
ru_ru: Не удалось загрузить список сообществ

# UserCommView_GroupsLoader.LoadingText
source: Loading groups list...
ru_ru: Загружаем информацию о сообществах...

# UserCommView_GroupsLoader.NoDataText
source: There is no groups or access denied
ru_ru: Сообщества отсутствуют либо доступ к ним закрыт

# UserCommView_PivotSection_FriendLists.Header
source: friends lists
ru_ru: списки

# UserCommView_PivotSection_Friends.Header
source: friends
ru_ru: друзья

# UserCommView_PivotSection_Groups.Header
source: groups
ru_ru: сообщества

# UserCommView_UserOnline.Text
source: Online
ru_ru: Онлайн

# UserContentView_AlbumsGroup_Text
source: albums
ru_ru: альбомы

# UserContentView_AudiosGroup_Text
source: audios
ru_ru: аудиозаписи

# UserContentView_AudiosLoader.ErrorText
source: Failed to load the list of audios
ru_ru: Не удалось загрузить список аудиозаписей

# UserContentView_AudiosLoader.LoadingText
source: Load the list of audios...
ru_ru: Загружаем список аудиозаписей...

# UserContentView_AudiosLoader.NoDataText
source: There are no audios or access denied
ru_ru: Аудиозаписи отсутствуют либо доступ к ним закрыт

# UserContentView_DocsLoader.ErrorText
source: Failed to load the list of documents
ru_ru: Не удалось загрузить список документов

# UserContentView_DocsLoader.LoadingText
source: Loading the list of documents...
ru_ru: Загружаем список документов...

# UserContentView_DocsLoader.NoDataText
source: There are no documents or access denied
ru_ru: Документы отсутствуют либо доступ к ним закрыт

# UserContentView_PivotSection_Docs.Header
source: documents
ru_ru: документы

# UserContentView_PivotSection_Music.Header
source: music
ru_ru: музыка

# UserContentView_PivotSection_Videos.Header
source: videos
ru_ru: видео

# UserContentView_VideosGroup_Text
source: videos
ru_ru: видеозаписи

# UserContentView_VideosLoader.ErrorText
source: Failed to load the list of videos
ru_ru: Не удалось загрузить список видеозаписей

# UserContentView_VideosLoader.LoadingText
source: Loading the list of videos...
ru_ru: Загружаем список видеозаписей...

# UserContentView_VideosLoader.NoDataText
source: There are no videos or access denied
ru_ru: Видеозаписи отсутствуют либо доступ к ним закрыт

# VideoInfoView_StoresOn_Coub_Text
source: This video is stored on the Coub servers
ru_ru: Это видео хранится на серверах Coub

# VideoInfoView_StoresOn_Unsupported_Text
source: This video is stored on an unsupported service
ru_ru: Это видео хранится на неподдерживаемом сервисе

# VideoInfoView_StoresOn_Vimeo_Text
source: This video is stored on the Vimeo servers
ru_ru: Это видео хранится на серверах Vimeo

# VideoInfoView_StoresOn_VK_Text
source: This video is stored on the VK servers
ru_ru: Это видео хранится на серверах ВКонтакте

# VideoInfoView_StoresOn_YouTube_Text
source: This video is stored on the YouTube servers
ru_ru: Это видео хранится на серверах YouTube

# Loader_ReloadButton_Text
source: try again
ru_ru: повторить

# VideoInfoView_LinksLoader.ButtonText
source: get links
ru_ru: получить ссылки

# VideoInfoView_LinksLoader.ErrorText
source: Click this button to get the links to the video
ru_ru: Нажмите эту кнопку, чтобы получить ссылки на видео

# VideoInfoView_LinksLoader.LoadingText
source: Looking for links to video...
ru_ru: Ищем ссылки на видео...

# VideoInfoView_LinksLoader.NoDataText
source: Unable to retrieve links to this video
ru_ru: Невозможно получить ссылки на это видео

# VideoInfoView_SelectQuality.Text
source: Select video quality
ru_ru: Выберите качество видео

# Message_VideoPlayer_Failed_Text
source: This video cannot be played. There is no connection or the video format is not supported.
ru_ru: Невозможно воспроизвести эту видеозапись. Отсутствует соединение либо данный формат видеозаписи не поддерживается.

# Message_VideoPlayer_Failed_Title
source: Can't play
ru_ru: Невозможно воспроизвести
